/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: pt-BR, Brazilian Portuguese
 * Exported by: Zibi
 * Exported at: Sun, 27 Apr 2025 14:29:14 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Usada para escanear códigos QR";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Você pode desbloquear o aplicativo usando o Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "Autenticador 2FAS";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "Autenticador 2FA (Aplicativo 2FAS)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Adicionar";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Cancelar";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notificações";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d de %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Serviço já removido do Backup";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Serviço já modificado no Backup";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "O utilizador está acima da cota no iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "O iCloud não está disponível";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "O iCloud foi desativado pelo usuário ";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Backup 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Fechar";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Continuar";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Copiar";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Remover";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Dispensar";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Concluído";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Editar";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Digite o código";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Erro";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Informação";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Próximo";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Aviso";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Desligado";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Ligado";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Aponte a sua câmara à tela para capturar o código QR";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Renomear";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Tentar novamente";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Salvar";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Ler Código QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Serviço";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Definir";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Pular";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Códigos";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Atenção";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Sem resultados";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Customizar";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Confirmar";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Recusar";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "O texto fornecido é muito longo (máximo de %d caracteres)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Entendido!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "A verificar...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Confirme a sua impressão digital para continuar.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Usa o seu PIN desta vez";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "É incrível!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Seu celular acaba de se tornar uma chave privada e segura para seus serviços online graças ao aplicativo 2FAS - confiado por mais de 6 milhões de usuários em todo o mundo.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Simples";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Parear o 2FAS com os seus serviços online. Ativa a segurança de dois fatores em segundos com o seu código QR.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Privado";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "O 2FAS respeita e protege a sua privacidade. Este aplicativo nunca irá coletar, processar, ou usar quaisquer dados pessoais.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Seguro";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Os seus códigos estão armazenados offline no dispositivo, por isso lembre-se de realizar o backup dos seus serviços! Utilize a sincronização via iCloud e uma senha PIN para protegê-los de acesso não autorizado e danos ao dispositivo.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Começar usar o 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Termos de serviço";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Conecte as suas contas online com o 2FAS ou importe os seus  códigos.";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Parear um novo serviço";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Importar arquivo de backup 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importar do Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Incerto do que fazer?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Exporte suas contas do Google Authenticator para um código QR através da opção \"Transferir Contas\". Então, com outro dispositivo, capture a tela e use o botão \"Escolher código QR\" abaixo. Se estiver importando códigos de outro dispositivo, use o botão \"Ler código QR\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Escolher código QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Ler código QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Adicionando um novo código";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Chave Secreta Copiada";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Este código já está presente na lista";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Contador Copiado";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Código Copiado";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Próximo Código Copiado";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Quer adicionar este código: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Abrir configurações";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN inválido";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Alterar PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Por favor, confirme que é o dono deste dispositivo";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Por favor, confirma o seu novo PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Criar PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Por favor, digite o seu PIN atual";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Por favor, digite o seu novo PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Por favor, digite seu PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Muitas tentativas. Por favor, tente novamente %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Muitas tentativas. Por favor, tente novamente em %@ minutos.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Muitas tentativas. Por favor, tenta novamente mais tarde.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Muitas tentativas. Por favor, tenta em um minuto";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Backup e Sincronização";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Escolher tópico";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Configura o serviço de e-mail e tenta novamente";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Geral";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Os serviços de e-mail não estão disponíveis";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problema";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Segurança";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Selecionar tamanho do PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Configurações";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Sugestão";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Avançado";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgets";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Mostrar os serviços selecionados nos Widgets da Página Inicial";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Depois de ativar os widgets, todos os seus códigos irão ser acessíveis sem precisar de código PIN.\n\nTem certeza que quer ativar os widgets?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Mostrar próximo código";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Mostrar os código recebidos na lista.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Lixeira";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Restaurar";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Lixeira Vazia";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Compartilhar o aplicativo";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Tem certeza que deseja eliminar o código para:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Mover para a Lixeira";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Informação adicional";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Escolher método";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Chave Secreta duplicada";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Chave Secreta incorreta (apenas números 2 a 7, letras), máx. 512 caracteres";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "OK, vamos tentar novamente";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Aponte sua câmera para a tela para ler o código QR";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Chave Secreta";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Este código QR leva você à App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Deletar Código ";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Pesquisar serviço";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Desculpe, serviço não encontrado";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Tenta novamente com um termo de pesquisa diferente";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "A chave é muito curta. Mínimo de 4 caracteres";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nome do Serviço";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "A chave secreta do código lido já é utilizada em %@. Você provavelmente está lendo-o novamente";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Este código está incorreto ou não é suportado. Tenta novamente.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Digite o Nome do Serviço";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Insira o Nome do Serviço";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Infelizmente, não conhecemos esse serviço. Como deseja nomeá-lo?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Você não poderá mais restaurar este código.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Cor do emblema";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Alterar ícone da marca";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Alterar rótulo";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Informação do Serviço";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalização";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Ícone da marca";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Nome";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Remover este serviço do aplicativo 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Nome (1 ou 2 caracteres):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Escolher cor do fundo:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ adicionado";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Próximo Código: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Valor do Código seguinte";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Meus Códigos";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Removendo o grupo";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Todos os códigos serão movidos para o grupo: \"Meus Códigos\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Adicionar grupo";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nome do grupo:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Selecionar da Galeria";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "A câmera está indisponível";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Verifique se o aplicativo possui as permissões necessárias nas Configurações do Sistema";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Não foram encontrados códigos QR";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Não existe um código QR correto na imagem selecionada. Por favor tenta uma imagem diferente.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Selecionar Serviço";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Qual é o serviço que você quer adicionar?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Digite este código novamente";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Desbloqueie e digite este código novamente";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grupo";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Selecionar grupo";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importar código 2FA do aplicativo Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Este código QR permite importar Códigos do Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d de %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Os códigos serão importados.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Ordenar por";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manual";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Avançado";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alerta";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Mudar as configurações avançadas não é recomendado. Somente faça-o apenas quando o fornecedor do 2FA pedir e quando tiver instruções claras.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Configurações do código ";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Autenticação OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritmo";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Tempo de atualização";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Número de dígitos";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Contador";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Contador inicial";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d s";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Mudar as configurações avançadas não é recomendado. Somente faça-o apenas quando o fornecedor do 2FA pedir e quando tiver instruções claras.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Melhor prática";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Serviço adicionado com sucesso. Nós recomendamos fortemente que você ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "exclua a captura do código QR da sua galeria.";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "\nSe alguém tiver acesso a este código QR, poderão obter seus códigos 2FA para este serviço.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Solicitar um ícone";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Avise-nos no Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Entre no nosso servidor de Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "e permite aos usuários votarem pelos ícones solicitados.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "ou";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Avisar o fornecedor do serviço";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Você pode usar Redes Sociais ou e-mail e compartilhar este texto com eles:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Olá! Estou usando o aplicativo 2FAS para entrar no seu serviço com autenticação de dois fatores. Contudo, seu ícone está faltando! É possível submetê-lo aqui: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Não se esqueça de mencionar a conta oficial da empresa!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Não consegue encontrar o ícone de uma marca no aplicativo 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Solicitar um ícone de marca";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Solicitar um ícone de marca";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Selecione o método de solicitação";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Solicitar um ícone como usuário";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Submeter ícone como empresa";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Você não vai conseguir entrar na sua conta %@ sem este código enquanto tiver ativado a autenticação de dois fatores para essa conta.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Mostrar Chave Secreta";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Copiar Chave Secreta";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Contador com os segundos restantes para a mudança do token";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Remover";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Serviço removido";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Este campo contém uma Chave Secreta oculta. Para revelá-la, use o botão Mostrar. Só irá funcionar se o PIN do aplicativo estiver sido configurado para a tela de bloqueio";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nome do serviço: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Informação adicional: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Código %@. Toque para copiar";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Editar %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Etiqueta do serviço com o nome %@ e cor %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "Ícone do serviço %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Selecionado";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Não selecionado";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Cor do emblema: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Dispensado";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Apenas números de 2 a 9, letras. Pelo menos 4 caracteres";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Adicionar serviço";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Adicionar grupo";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Usa o botão Adicionar Serviço para adicionar um novo serviço";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Sem resultados para a pesquisa";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Usa Ordenar Por para definir a ordenação dos serviços";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Carregando conteúdo";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Não foi possível efetuar o backup dos códigos porque a chave secreta de \"%@\" contém caracteres inválidos. Remova-a da lista e tente novamente";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Importar";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Exportar";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "O Backup 2FAS será desabilitado para proteção de sua integridade";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Erro ao exportar o arquivo";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "A importação foi concluída com sucesso";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Uma outro aplicativo está a usando a câmera. Se fechar outros aplicativos não ajudar, tente reiniciar o dispositivo";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "A câmera não está disponível devido a sobrecarga do sistema. Tente reiniciar o dispositivo";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Não é possível iniciar a câmera. Tente reiniciar o dispositivo";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Não é possível iniciar a câmera em modo de tela dividida. Abra o aplicativo em tela cheia e tente novamente";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Como restaurar o aplicativo 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Restauração do Aplicativo";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Se você esquecer do PIN ou quiser resetar o aplicativo 2FAS, terá que reinstalar o aplicativo.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Avisamos que se você não possuir um backup e redefinir o aplicativo, irá perder o acesso a todos os seus códigos. E portanto, ao acesso a todas as suas contas protegidas por 2FA.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Se possui um backup, relaxe, poderá restaurar todos os seus códigos.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Backup via Nuvem";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Sincronização através do iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "RECOMENDAÇÃO: A sincronização através do iCloud mantém os seus códigos seguros em caso de perca ou dano do seu dispositivo. Deixe-a ligada.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Backup via Arquivo";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Utilize o Backup via Arquivo para obter uma cópia offline dos seus códigos.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Remoção do backup";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Excluir Backup 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Atenção! Se excluir o Backup 2FAS, irá apagar também todos os códigos de outros dispositivos sincronizados com esta conta. Para preservar os códigos em outros dispositivos, certifique-se de ter desabilitado o Backup 2FAS antes da exclusão.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Eu quero excluir o Backup";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Exportar backup para arquivo";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Pode importar arquivo exportados de outros dispositivos com o aplicativo 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Exportar para arquivo";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verificar PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Salvar arquivo";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Importar arquivo de backup";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Você irá importar um arquivo de backup contendo";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importar arquivo";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Escolher outro arquivo";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Nada para importar";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Erro de arquivo!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Os serviços do arquivo irão ser fundidos com os do seu aplicativo";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Ou este arquivo está vazio, ou todos os serviços dentro dele já se encontram disponíveis no aplicativo";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Você precisa de uma versão mais recente do aplicativo para importar o conteúdo do arquivo. Pode encontrar a versão mais recente na App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Não foi possível ler este arquivo. Pode esta danificado, ou ocorreu um erro ao tentar acessá-lo. Por favor escolha outro";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Senha";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Repetir senha";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Caráter incorreto. Use somente letras de A-Z, dígitos e caracteres especiais: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "A frase fornecida é muito curta (mín. 3 caracteres)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "As senhas não coincidem";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Salvar e exportar";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Para aumentar a proteção do seu arquivo de backup, favor definir uma senha";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Digite uma senha para este arquivo de backup para prosseguir com processo de importação";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Defina uma senha para este arquivo de backup";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Senha Incorreta";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d novo(s) serviço(s)";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d serviço(s) importado(s) de arquivo";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Existe um problema com o iCloud. Verifique as configurações do sistema";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Este arquivo está criptografado. Nós suportamos apenas arquivos descriptografados.";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Copiar Código ";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Sim, eu quero apagar este serviço";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutro";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Azul claro";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Índigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Roxo";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turquesa";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Verde";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Vermelho";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Laranja";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Amarelo";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Conhecimento";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Ajude e Compartilhe";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Conte a um amigo";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Escreva uma resenha";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Sobre";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Política de Privacidade";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Termos de Serviço";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Versão do aplicativo: %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Sem limite";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Código PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Segurança do Aplicativo";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Configurações de bloqueio";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Bloquear após X tentativas incorretas:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Selecione o número máximo de tentativas de inserção de senha fracassadas antes de bloquear o aplicativo (o tempo de bloqueio pode ser alterado abaixo).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Tempo de bloqueio";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minutos";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minutos";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minutos";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Máximo de tentativas fracassadas";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "Código de 4 dígitos";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "Código de 6 dígitos";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Autenticação Biométrica";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Doações";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Doar";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Nova versão";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Uma nova versão do 2FAS está disponível na AppStore. Atualize agora!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Atualize agora";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Pular esta versão";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Atualizar depois";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Extensão do navegador";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Extensão para navegador";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Instale a extensão do navegador 2FAS no seu computador.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Pareie-o com o aplicativo 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Mais informações:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Parear com o navegador de Internet";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Pareamento bem sucedido!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "O 2FAS enviará a você Notificações Push sempre que entrar nos seus serviços online ao usar este navegador. Não será mais necessário redigitar seus códigos a cada uso.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "O pareamento falhou :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Este código QR não foi reconhecido e o 2FAS não conseguiu parear este dispositivo com a extensão do navegador. Por favor, tente novamente.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Já pareado!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Esta extensão de navegador já está pareada com esse dispositivo.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Contatar suporte";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Pareando com o navegador";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Dispositivos pareados (navegadores de Internet)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Adicionar novo";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Nome do dispositivo";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Nome do dispositivo";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nome";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Este apelido irá ajudá-lo a identificar este dispositivo entre outros pareados com a extensão de navegador 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Configurações da extensão de navegador";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<NOME_DESCONHECIDO>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ pediu um código 2FA para %@. Selecione um serviço para autorizar e salvar com este domínio.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Solicitação do navegador";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "O código foi enviado com sucesso!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Erro ao enviar o código. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Removendo dispositivo pareado";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Tem certeza que deseja remover este dispositivo pareado?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Data de pareamento";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Esquecer este navegador";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Lista de domínios pareados";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Remover domínio?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "A próxima vez que você utilizar a extensão do navegador para entrar em %@, será solicitado a parear este domínio novamente.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Notificações Push";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Para ter acesso a funções como a extensão do navegador, o aplicativo precisa de permissão para enviar Notificações Push. Você pode alterar esta configuração nas Configurações do Sistema a qualquer momento.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Solicitação expirada";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Solicitação de Código 2FA";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Você deseja compartilhar o código 2FA para ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Sem notificações";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "O Google Drive não está disponível";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "O Google Drive foi desabilitado pelo usuário";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Será preciso uma versão mais recente do aplicativo para importar o conteúdo do arquivo. É possível encontrá-la na Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Este código QR irá encaminhá-lo à Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Os seus códigos estão armazenados offline no dispositivo, por isso lembre-se de realizar o backup dos seus serviços! Utilize a sincronização através do Google Drive e uma senha PIN para protegê-los de acesso não autorizado e danos ao dispositivo.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Uma nova versão do 2FAS está disponível na Google Play Store. Atualize agora!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "O PIN não coincide! Por favor, tente novamente.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Opções de Desenvolvedor";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Importar códigos";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Resultado da conexão";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "CUIDADO";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Aponte a câmera para o código QR correto e leia-o novamente.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Deseja descartar as alterações?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Alterações não salvas";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "A chave tem um formato inválido";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Erro de sistema! Não existe uma aplicação de galeria no sistema.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Permissão do Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Precisamos de permissão do Google Drive para salvar os arquivos de backup.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "É necessário uma conexão de Internet";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Para sincronizar com o Google, você precisa habilitar uma conexão de Internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Para revogar o acesso ao Google Drive, você precisa habilitar a conexão à Internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Salva e sincroniza automaticamente o seu arquivo de backup na pasta oculta no seu Google Drive. Essa pasta é somente acessível para o aplicativo 2FAS.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Ocorreu um erro na sincronização do backup. Por favor, reinicie o aplicativo depois de alguns minutos e tente novamente.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Ocorreu um erro na encriptação do backup. Por favor, insira a senha novamente.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Ocorreu um erro na desencriptação do backup. Por favor, insira a senha novamente.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Existe um problema com o iCloud. Verifica as definições do sistema";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Houve um problema com as permissões da sua conta do Google Drive. Tente ativar e desativar a sincronização.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "O seu backup está protegido por senha. Habilite-a e digite sua senha.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "O seu backup está protegido por senha mas a senha inserida está incorreta. Habilite-a e digite sua senha.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Atribuição de Serviço";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalização";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Mudar emblema";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Avançado";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Solicitar um ícone";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Editar rótulo";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Tem a certeza que deseja excluir este grupo?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Seu arquivo de backup está pronto para exportação";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Exporte este arquivo para manter os seus códigos 2FAS em um backup seguro. Você pode importá-lo depois para este ou outros dispositivos com o aplicativo 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Exportar arquivo sem senha (não recomendado)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "O arquivo irá ser sincronizado com a lista de serviços do aplicativo.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Talvez depois";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Ligar";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Nenhum serviço adicionado";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "RECOMENDADO: A sincronização via Google Drive mantém os seus códigos seguros na nuvem em caso de perda ou danos ao seu dispositivo. Mantenha-a habilitada.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Desligando a sincronização com o Google Drive?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Os códigos 2FA irão continuar no seu dispositivo e no seu Google Drive, mas não irão ser sincronizados. Você  também ira se desconectar da sua Conta Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Lembre-se, em caso de perda ou dano a este dispositivo ou a remoção deste aplicativo, poderá não conseguir recuperar seus códigos, e irá perder o acesso às suas contas online protegidas com 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Proteja um arquivo de backup do Google Drive com uma senha diferente.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Remover senha";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Remova a senha do arquivo de backup do seu Google Drive";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Conta Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Última sincronização";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "O 2FAS enviará a você Notificações Push sempre que entrar nos seus serviços online ao usar este navegador. Não será mais necessário redigitar seus códigos a cada uso.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nome do navegador";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Autenticar";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Utilize suas credenciais biométricas";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licenças de código aberto";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Você pode importar os seus códigos para o 2FAS de aplicativos diferentes. Escolha um aplicativo da lista e siga as instruções.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Selecionar aplicativo";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Sim";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Não";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Pesquisar";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Nenhum aplicativo que suporte este link";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Permissão de Câmera";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "A permissão da câmera é necessária para ler códigos QR. Se quiser usar esta função, vá para Informações do Aplicativo e Permissões e habilite a câmera.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Desabilitar PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Por favor digite o novo PIN de %s";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN inválido! Por favor, tente novamente";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometria";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Suporte 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Opções de desenvolvedor";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Bloqueio biométrico";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Auto";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - Configuração do Sistema";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Escuro";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Claro";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "O código foi copiado para a área de transferência!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "O próximo código foi copiado para a área de transferência!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Quer remover permanentemente este serviço 2FA?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Adicionar manualmente";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Este código QR não funciona!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Não foi possível ler o código QR da imagem!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Tente selecionar uma imagem diferente.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Remover serviço permanentemente";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "O serviço não foi adicionado porque a Chave Secreta é inválida. Tente novamente.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Um serviço com esta Chave Secreta já existe. Deseja sobrescrevê-lo?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "A chave contém caracteres inválidos";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Mostrar Chave Secreta";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "A sua Chave Secreta está protegida. Por favor, adicione um PIN ou bloqueio por biometria para visualizá-la.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "A lista de serviços está vazia";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Use o botão \"+\" para adicionar um novo serviço";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Você não poderá entrar na sua conta %@ sem este código enquanto a autenticação de dois fatores estiver ativa para %@.\n\nVocê não poderá restaurar este código da lixeira do 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Serviços importados com sucesso!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Você precisa de uma conexão de Internet ativa para sincronizar seu backup. Por favor, conecte-se à sua rede e tente novamente.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Atualizar aplicativo";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Por favor atualize para a versão mais recente do 2FAS para adquirir todas as funções e manter um nível de segurança elevado.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Você está apagando";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "da sua lista de serviços 2FAS.\n\nLembre-se, enquanto tiver a autenticação de dois fatores habilitada, não poderá entrar na sua conta %s sem este código.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Apagar";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Exportar";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Compartilhar";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importar backup do arquivo";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Você importará o arquivo de backup com";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importar";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Códigos visíveis no widget não estão protegidos pelo seu PIN.\n\nTem certeza que deseja mostrar seus códigos no widget?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "AVISO!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Sim, tenho certeza";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Backup 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Habilite o backup do 2FAS. Em caso de formatação ou perda do celular, você poderá restaurar todos os seus códigos.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Desculpe, marca não encontrada";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Selecione quais serviços ficarão visíveis no widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Desabilitar sincronização";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Cancelar";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Definir senha";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Deletar arquivo de backup do Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Se você remover este arquivo do seu Google Drive, a sincronização em todos os seus dispositivos será desabilitada e os seus códigos irão permanecer neste e em todos os outros dispositivos somente através do armazenamento local.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "O seu aplicativo 2FAS já está pareado com este navegador.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Leia novamente o código QR";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Erro";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "O código QR lido contém um formato não suportado. Por favor, tente novamente.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Erro desconhecido ao ler o código QR. Por favor, tente novamente.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Usar PIN";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Ativar autenticação";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Cancelar";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Para ativar o bloqueio por biometria, é preciso habilitar e definir um código PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Selecione o tempo para o qual o aplicativo será bloqueado.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Parece que você está sem espaço de armazenamento ou um evento passado danificou a base de dados";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "O backup na nuvem foi transferido para a nova versão. Atualize o aplicativo";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "O backup na nuvem está criptografado. Atualize o aplicativo para suportar esta função";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Continuar para o aplicativo";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Cancelar";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Autorizar";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Dispensar";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Solicitação enviada";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Enviar código?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ pediu um código 2FAS para %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Erro ao enviar codigo";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Este website não está pareado";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Abra o aplicativo e selecione um serviço para este domínio";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Abra o aplicativo e verifique se a extensão do navegador está devidamente pareada";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Há um problema de conexão";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Por favor tente novamente";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Erro";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Para a extensão do navegador funcionar, por favor adicione serviços ao aplicativo 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Aprovar";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Negar";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Habilite a autenticação via código PIN e Face ID para prevenir acesso não autorizado aos seus códigos neste dispositivo.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Habilite a autenticação via código PIN e Touch ID para prevenir acesso não autorizado aos seus códigos neste dispositivo.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "O código fornecido está incorreto. Por favor, verifique novamente";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "O código fornecido expirou. Por favor contate a equipe de suporte para obter um novo";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Sem internet. Por favor, verifique a conexão e tente novamente";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Parece haver um problema com nosso servidor. Se persistir, por favor contate nossa equipe de suporte";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Falha de operação";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Registros enviados";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Obrigado pelo contato. Verificaremos o mais rápido possível.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Enviar";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Registros foram enviados";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "O código fornecido pela equipe de suporte foi preenchido automaticamente. Enviar registros?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Por favor digite ou cole o código fornecido pela nossa equipe de suporte.";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Enviar registros";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Dê uma olhada neste incrível aplicativo de autenticação da 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Reconhecimentos";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importar de aplicativo externo";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "momentos atrás";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "momentos atrás";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d minuto atrás";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d minutos atrás";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d hora atrás";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d horas atrás";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d dia atrás";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d dias atrás";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d semana atrás";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d semanas atrás";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d mês atrás";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d meses atrás";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Ocorreu um erro desconhecido! Tente novamente!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Arquivo salvo com sucesso!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Não foi possível compartilhar o arquivo!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Insira a senha";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Insira a senha de backup para prosseguir com a remoção.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Digite a senha de backup para prosseguir com a revogação de acesso ao Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Configurações de sincronização";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Arquivo local";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Sincronização com Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Deletar seu arquivo de backup do Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "A sincronização com o Google será desativada. Os seus códigos permanecerão ativos localmente, mas o aplicativo 2FAS será desvinculado à sua Conta Google, neste e em outros dispositivos sincronizados.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Aguardando para sincronizar...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Sincronizando...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Você importará um arquivo de backup criptografado.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Escolher arquivo JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Exporte suas contas do Aegis para um arquivo JSON não criptografado e carregue-o utilizando o botão \"Escolher arquivo JSON\". Lembre-se de remover o arquivo após uma importação bem-sucedida.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Use a opção \"Exportar OTPs para arquivo ZIP\" nas configurações do Raivo, salve um arquivo ZIP, extraia-o e importe o arquivo JSON utilizando o botão \"Escolher arquivo JSON\".";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Contudo, não há nenhum serviço que possa ser importado.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Tentar novamente";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Prosseguir";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Importar códigos 2FA do aplicativo Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Importar códigos 2FA do aplicativo Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Importar códigos 2FA do aplicativo Raivo";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Este código QR permite importar códigos do Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Este arquivo JSON permite importar códigos do Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Este arquivo JSON permite importar códigos do Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Não foi possível ler nenhum código. Tente selecionar um arquivo diferente.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Lembrete de sincronização via Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Tem certeza? Sem a sincronização via Google Drive, você não poderá restaurar os seus códigos se perder ou formatar o seu telefone!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Código enviado com sucesso";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Ocorreu um erro ao enviar o código";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Adicionar novo serviço";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Personalizar serviço";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Sugerido";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Todos os serviços";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Outros serviços";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Erro SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Ocorreu um erro SSL, logo não foi possível fazer uma conexão segura ao servidor. Garanta que você tenha a versão mais recente do aplicativo ou tente mudar a conexão de Internet.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "O arquivo que você esta tentando importar é muito grande. O limite de tamanho é 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "O arquivo que você está tentando importar é inválido ou está danificado. Por favor, escolha outro arquivo.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Pesquisa ativa";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Pesquisa ativa ao iniciar.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Expira em:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Configurações de Widget";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "O valor precisa ser um número inteiro";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "O valor precisa ser um número";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "O valor não pode estar vazio";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "O valor é muito longo. Limite: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Melhor correspondencia ";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Enviar relatórios de erros anônimos";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Envie relatórios de erros anônimos para ajudar o 2FAS a identificar e resolver problemas (necessário reiniciar o aplicativo).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Gerenciar lista";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Aparência ";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Mostrar o próximo código quando o atual estiver prestes a expirar.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Lista de estilos";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive não sincronizado.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Ir para as configurações de backup";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Padrão";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Compacto";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Exporte suas contas do aplicativo LastPass para um arquivo JSON não criptografado e carregue-o utilizando o botão \"Escolher arquivo JSON\". Lembre-se de remover o arquivo após uma importação bem-sucedida.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Relatórios de erros";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Importar códigos 2FA do aplicativo LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Este arquivo JSON permite importar códigos do aplicativo LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importar códigos do LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importar códigos do Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importar códigos do Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importar códigos do Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Parear o serviço com o 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Aponte a câmera para o código QR na tela para capturá-lo.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Outros métodos";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Digitar chave secreta";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Carregar  uma imagem com o código QR\n";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Quase pronto!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Para concluir o pareamento do serviço, você precisa redigitar este código.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Parear o serviço com o 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Digite o nome do serviço e a chave secreta.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nome do serviço";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Chave Secreta";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Outras configurações ";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(opcional)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Adicionar serviço ";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Não sabe o que fazer? Toque para ajuda";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Configurações avançadas do código";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Informações adicionais";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Alterar a configuração padrão dos códigos não é recomendado. Faça isso somente quando seu provedor 2FA exigir e quando houverem instruções claras.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Permita capturas de tela do aplicativo por 5 minutos.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Permitir capturas de tela";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Permitir capturas de tela desse aplicativo?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Tem certeza? Esta opção permite capturar e gravar qualquer tela dentro do aplicativo. No entanto, isso também permitirá que terceiros capturem telas no aplicativo.\nPor motivos de segurança, essa opção será desabilitada automaticamente após 5 minutos.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Midias Sociais ";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (anteriormente Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Esconder codigos";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Os códigos serão revelados ao tocar.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Emparelhar manualmente";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Código de emparelhamento";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importar códigos do Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Este arquivo de texto permite importar códigos do Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importando códigos 2FA do aplicativo Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Exporte suas contas do Authenticator Pro para um arquivo de texto não criptografado e carregue-o usando o botão \"Escolher arquivo de texto\". Lembre-se de remover o arquivo após uma importação bem-sucedida.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Escolha o arquivo de texto";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "O login biométrico está desativado, você pode mudar essa configuração nas configurações do sistema de biometria ";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importando códigos 2FA do aplicativo LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Este código QR permite importar Códigos do LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Guie-me";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Serviços do Navegador";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Selecione um serviço para parear com o 2FAS app";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Você quer providenciar guias do 2FA para o seu serviço?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Aplicar agora";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Rosa";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Marrom";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Outros métodos? ";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "A câmera está indisponível. Verifique a permissão de acesso do aplicativo nas Configurações do Sistema";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "\nConfigurações de Sistema";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "O texto fornecido é muito curto (min. %d chars)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "não é recomendado";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Guia 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS para %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Guia Universal 2FAS";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Salvar minha escolha ";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Importar códigos 2FA do aplicativo andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Este arquivo JSON permite importar códigos do andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importar códigos do andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Exporte suas contas do aplicativo andOTP para um arquivo JSON não criptografado e carregue-o utilizando o botão \"Escolher arquivo JSON\". Lembre-se de remover o arquivo após uma importação bem-sucedida.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "Na próxima etapa, você será solicitado a escolher sua conta do Google Drive, onde os códigos 2FA serão armazenados com segurança.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Vou correr o risco, sem backup";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Sincronização do Google Drive ativada com sucesso!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "O arquivo que você tentou importar não é suportado nesta versão do aplicativo.  A versão do esquema de backup atualmente suportada é 3 e o arquivo é 4.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Parear";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Sincronização segura e copia de segurança";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "O 2FAS utiliza o iCloud para o backup seguro e sincronização dos seus códigos 2FA. Os dados de backup **criptografados** são armazenados no iCloud, acessíveis **apenas pelo aplicativo 2FAS**. Além disso, essa funcionalidade auxilia na **recuperação e sincronização** de códigos entre dispositivos iOS.\n\nEssa opção é habilitada por padrão e pode ser desativada a qualquer momento nas configurações de backup do aplicativo.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Leia mais sobre a cópia de segurança ";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Parece que o arquivo de backup do seu Google Drive está protegido por senha. Digite a senha correta para prosseguir. Se desejar apagar o arquivo de backup do Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "toque aqui para ver como";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferências";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "Isso importa";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Gerenciar códigos";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "O seu apoio nos permite desenvolver novas funcionalidades e melhorias. Obrigado!\n\n\n\n\n\n";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Recuperar da lixeira";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Que bom que você está conosco na 2FAS! 🌟 Tire um momento para descobrir Dicas e Truques úteis 🛠️ no aplicativo para uma segurança aprimorada 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Ative o Backup e Sincronização do 2FAS para garantir que você nunca seja bloqueado, mesmo se perder seu telefone - sua tranquilidade em um toque! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Acelere seus acessos com a Extensão do Navegador 2FAS! 🚀 Faça o download agora para uma autenticação mais rápida e conveniente. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Estamos gratos pelo seu apoio ao 2FAS! 🌟 Se você achar nosso aplicativo útil, considere fazer uma doação para nos ajudar a manter seu mundo digital seguro. Cada contribuição é valiosa! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Espaço reservado";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Este tamanho ainda não é suportado";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Selecione quais serviços você gostaria de exibir no widget. Se nenhum serviço estiver disponível, certifique-se de ter habilitado os Widgets na seção Configurações do aplicativo";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Serviço do icone";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "A funcionalidade do widget não está habilitada na seção de configurações do 2FAS";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "A funcionalidade do widget não está habilitada na seção de Configurações do 2FAS e não há serviços no aplicativo disponíveis para seleção";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "Não há serviço disponível no aplicativo para esta seleção";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Selecione o Serviço que você quer que apareça no Widget 2FAS";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Minha conta segura";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "O aplicativo 2FAS watchOS é um aplicativo complementar para o aplicativo 2FAS para iOS. Ele apresentará serviços de backup usando a sincronização do iCloud.\n\nPara acesso rápido, adicione-os aos Serviços Favoritos.\n\nLembre-se de doar para que possamos melhorar ainda mais a plataforma 2FAS!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Os serviços HOTP ainda não são suportados";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Serviços Favoritos";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Insira o novo PIN";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Repita o novo PIN";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Sucesso";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Insira o PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Ordenar tokens";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Instalação do aplicativo 2FAS do Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Instalar o 2FAS Auth via aplicativo do Relógio";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Abrir aplicativo do Relógio";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Certifique que a sincronização do iCloud está ativada";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Vá para as configurações de Backup do 2FAS";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Mantenha pressionado e selecione o serviço para ativar o widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Revele seus tokens 2FAS por 60 segundos";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Revele por 60 segundos";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Mostrar detalhes do erro";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Mostrar serviço do QR code";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Seu serviço está protegido. Adicione um PIN ou bloqueio de impressão digital para ver o código QR.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Copiar URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted using custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted using a shared key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking ...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is currently disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync is not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
" backup__watch_pairing_title" = "Watch Pairing";

/* loco:680e9c11788c298008092582 */
" backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your Cloud Backup? Enter name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair Device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair watch now. Make sure the Cloud Backup is enabled, synced and you're using a password.";

/* loco:680e9d47230daa0d0705de22 */
" backup__cloud_error_title" = "Cloud Backup error";

/* loco:680e9d713f195bf32102ed04 */
" backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud Backup because there's no system key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
" backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud Backup because it's encrypted using System Key and you're using custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
" backup__cloud_error_new_version_content" = "Can't sync with Cloud Backup because it was migrated by newer version of the app. Update the app to continue using Cloud Backup.";

/* loco:680e9de57ad8812ff30daaf3 */
" backup__enter_password_title" = "Enter Cloud Backup Password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
" backup__enter_password_description" = "iCloud Backup is encrypted by your password. Enter password to enable sync";

/* loco:680e9e2c7ad8812ff30daaf5 */
" backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
" backup__enter_password_wrong_password" = "Wrong password! Try again";

/* loco:680e9e8dee0af36e3907e012 */
" backup__migration_title" = "Migrating Cloud Backup";

/* loco:680e9ea1d03fa6ded204f732 */
" backup__migration_subtitle" = "Don't turn the app off!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
" backup__migration_description" = "Your backup is being encrypted using a generated key. This key will be shared amongst your app installations using iCloud Keychain so remember to have that option turned on. If you want to use your own key and password you can do that in Cloud Backup settings right after the migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you loose it you won't be able to recover data from Cloud Backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change Encryption";

/* loco:680e9fea16afa556f900ee42 */
"backup__encryption_method_title" = "Encryption method";

/* loco:680e9ffc662f9f818505ba34 */
"backup__encryption_method_action" = "Change encryption method";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or User encryption";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Managed paired Apple Watches";

/* loco:680ea031039611886e016f72 */
"backup__manage_paired_watches_action" = "Managed Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches which have access to this Cloud Backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud Backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
" backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
" backup__watch_pair_description" = "Enter Backup section in 2FAS Settings on your iPhone/iPad and navigate to Manage Apple Watches. It will be visible if the state of Cloud Backup is Synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
" backup__watch_pair_qr_error" = "Error while generating QR Code";
